Repository: pkoning2/dtcyber-cyber1
Catalog: */pterm.po
Languages: nl

source: New Terminal Window...
nl: Nieuw terminalvenster...

source: Connect to a PLATO host
nl: Aan een PLATO-systeem verbinden

source: Preferences...
nl: Voorkeuren...

source: Set program configuration
nl: Stel de voorkeuren van het programma in

source: Exit
nl: Programma sluiten

source: Quit this program
nl: Beëindig het programma

source: About Pterm
nl: Over Pterm

source: Show about dialog
nl: Toon programmainformatie

source: Pterm keyboard
nl: Pterm toetsenbord

source: Show keyboard description
nl: Toon toetsenbordbeschrijving

source: Pterm help
nl: Pterm beschrijving

source: Show Pterm help index
nl: Toon inhoudsopgave van beschrijving

source: File
nl: Bestand

source: Edit
nl: Bewerken

source: View
nl: Weergave

source: New Terminal Window
nl: Nieuw terminalvenster

source: Reset the MicroTutor boot process
nl: MicroTutor boot opnieuw doen

source: Connect Again
nl: Nogmaals verbinden

source: Connect to the same host
nl: Verbinden met hetzelfde systeem

source: Save Screen
nl: Scherm kopiëren

source: Save screen image to file
nl: Scherm opslaan in

source: Save GSW Audio
nl: GSW-audio opslaan

source: Save GSW sound to audio file
nl: GSW geluid opslaan in audiobestand

source: Print...
nl: Afdrukken...

source: Print screen content
nl: Afdrukvoorbeeld

source: Page Setup...
nl: Pagina-instelling...

source: Printout page setup
nl: Pagina-instelling

source: Print Preview
nl: Afdrukvoorbeeld

source: Preview screen print
nl: Bekijk afdrukvoorbeeld

source: Set the session settings
nl: Wijzig de voorkeuren van de verbinding

source: Close
nl: Sluiten

source: Close this window
nl: Sluit dit venster

source: Copy Screen
nl: Scherm kopiëren

source: Copy screen to clipboard
nl: Kopiëer scherm naar het klembord

source: Copy text
nl: Tekst kopiëren

source: Copy text only to clipboard
nl: Kopiëer tekst naar het klembord

source: Paste plain text
nl: Voeg gewone tekst in

source: Paste Printout
nl: Voeg afdruktekst in

source: Paste Cyber printout format
nl: Voeg tekst in afdrukvorm in

source: Execute URL
nl: Webverwijzing volgen

source: Mail to...
nl: E-mail sturen naar...

source: Search this...
nl: Zoek naar...

source: Display menu bar
nl: Verbindingstoestandbalk tonen

source: Display status bar
nl: Verbindingstoestandbalk tonen

source: Save location now
nl: Venstercoördinaten nu opslaan

source: Save location on close
nl: Venstercoördinaten opslaan bij sluiten

source: Save window location now
nl: Venstercoördinaten nu upslaan

source: Save window location on close
nl: Venstercoördinaten opslaan bij sluiten

source: Restore window location
nl: Venstercoördinaten herstellen

source: Zoom display %1.1fx
nl: Beeld %1.1f maal vergroten

source: Zoom display %1.0fx
nl: Beeld %1.0f maal vergroten

source: Stretch display
nl: Beeld rekken

source: Keep aspect ratio
nl: Aspectverhouding bewaren

source: Full Screen
nl: Schermvullend

source: Display in full screen mode
nl: Schermvullende weergave

source: Paste ASCII
nl: Voer tekst in

source: Booted from floppy
nl: Vanaf floppy opgestart

source: Not connected
nl: Niet verbonden

source: Connecting...
nl: Aan het verbinden...

source: Connection failed @ %s on
nl: Verbinding mislukt om %s op

source: Dropped connection @ %s on
nl: Verbinding verloren om %s op

source: %s on
nl: %s naar

source: Can't copy image to the clipboard
nl: Kopiëren van het scherm naar het klembord mislukt.

source: Can't open clipboard.
nl: Openen van klembord mislukt.

source: Can't copy text to the clipboard
nl: Kopiëren van tekst naar het klembord mislukt

source: No text data on clipboard
nl: Het klembord bevat geen tekst

source: Can't paste data from the clipboard
nl: Ophalen van gegevens van klembord mislukt

source: Save screen to
nl: Scherm opslaan in

source: Save GSW audio to
nl: GSW-audio opslaan in

source: There was a problem printing. Perhaps your current printer is not set correctly?
nl: Er was een probleem bij het afdrukken. Misschien is uw printer niet juist geinstalleerd?

source: Printing
nl: Afdrukken

source: There was a problem previewing. Perhaps your current printer is not set correctly?
nl: Er was een probleem bij het maken van het afdrukvoorbeeld. Misschien is uw printer niet juist geinstalleerd?

source: Previewing
nl: Voorbeeld bekijken

source: Pterm Print Preview
nl: Pterm Afdrukvoorbeeld

source: Classic
nl: Klassiek

source: Program ended
nl: Programma is geëindigd

source: Error creating application data directory
nl: Probleem bij aanmaken van de programma-informatiefolder

source: Open a new terminal window
nl: Nieuw terminalvenster openmaken

source: Cancel
nl: Annuleer

source: Connect
nl: Verbinden

source: Profile '%s' not found. Problem loading file: %s
nl: Voorkeur '%s' niet gevonden. Probleem bij lezen van bestand: %s

source: Error
nl: Fout

source: New Connection
nl: Nieuwe verbinding

source: Your connection to the host was lost.
nl: De verbinding naar het systeem was verbroken.

source: You may open a new connection, reconnect to the same host/port, or close the window.
nl: U kunt een nieuwe verbinding openmaken, opnieuw verbinden naar hetzelfde systeem en poort, of het venster sluiten.

source: Failed: %s:%ld
nl: Mislukt: %s:%ld

source: For more information, see:
nl: Voor verdere informatie, zie:

source: Use this page to manage your connection preference profiles.
nl: Gebruik deze bladzijde om voorkeurbestanden te bewerken

source: Select a profile above, then click a button below.
nl: Kies een voorkeurbestand, en klik dan op een button hieronder

source: Load
nl: Laden

source: Delete
nl: Uitwissen

source: Profile
nl: Voorkeurbestand

source: Profiles
nl: Voorkeurbestanden

source: Settings on this page specify where PLATO is on the internet.
nl: Op deze pagina geeft U aan waar PLATO zich bevindt op het internet.

source: Run this first
nl: Dit programma eerst uitvoeren

source: Default Host
nl: Standaardsysteem

source: Default Port*
nl: Standardpoortnummer*

source: * NOTE: 5004=Classic, 8005=Color Terminal
nl: * 5004=Klassiek, 8005=Kleur-terminal

source: Connection
nl: Verbinding

source: Settings on this page configure the text shown in the window title.
nl: Op deze pagina stelt U in wat op de titelbalk staat.

source: Show name/group in frame title
nl: Toon naam/groep op de titelbalk

source: Show system name in frame title
nl: Toon systeemnaam op de titelbalk

source: Show host name in frame title
nl: Toon internet host-naam op de titelbalk

source: Show site-station numbers in frame title
nl: Toon stationsnummer op de titelbalk

source: Enable control-key menu accelerators
nl: Zet de control-toets aan

source: Title
nl: Titel

source: Settings on this page let you fine-tune your PLATO experience.
nl: Op deze pagine stelt U in hoe PLATO vertoond wordt.

source: Simulate 1260 baud
nl: 1260 Baud simuleren

source: Enable GSW (not in ASCII)
nl: GSW muziekdoos aanzetten (niet in kleur-terminal)

source: Enable numeric keypad for arrow operation
nl: Numeriek toetsenbord voor pijlen

source: Ignore CAPS LOCK
nl: Hoofdlettertoets negeren

source: Use real PLATO keyboard
nl: Gebruik een echt PLATO toetsenbord

source: Enable -beep-
nl: -beep-commando aanzetten

source: Disable Shift-Space (backspace via Ctrl-Space)
nl: Shift-spatie uitzetten (spatie-terug via Ctrl-spatie)

source: Disable mouse drag (select)
nl: Set selecteren met de muis uit

source: Emulation
nl: Emulatie-instellingen

source: Settings on this page allow you to change the display appearance.
nl: Op deze bladzijde geeft U aan hoe het scherm eruit ziet.

source: Disable -color- (ASCII mode)
nl: -color-commando uitzetten

source: Foreground color*
nl: Voorgrondkleur*

source: Background color*
nl: Achtergrondkleur*

source: Display
nl: Scherminstellingen

source: Settings on this page allow you to specify Paste options.
nl: Op deze pagina geeft U aan hoe tekst van het klembord wordt ingevoerd.

source: Delay between chars
nl: Pauze tussen karakters

source: milliseconds
nl: miliseconden

source: Delay after end of line
nl: Pauze aan het eind van de regel

source: Automatic new line every
nl: Automatische nieuwe regel na iedere

source: characters
nl: karakters

source: Use TUTOR pasting (certain sequences are treated specially)
nl: Gebruik TUTOR invoegregels (sommige letterpatronen worden anders behandeld)

source: Convert 8 consecutive spaces into a tab
nl: Vervang 8 spaties door tabulatie

source: Display TUTOR colorization options on Edit/Context menus
nl: TUTOR kleurkeuzen tonen op Bewerken en Context-menu

source: Pasting
nl: Afdrukken

source: Command line for menu option 'Mail to...' (%s=address)
nl: Commando voor 'E-mail sturen naar...' (%s=adres)

source: Specify URL for menu option 'Search this...'
nl: Kies de webverwijzing gebruikt voor 'Zoek naar...'

source: Boot to MicroTutor
nl: Naar MicroTutor opstarten

source: Enable Floppy 0
nl: Floppy no. 0 aanzetten

source: Enable Floppy 1
nl: Floppy no. 1 aanzetten

source: Local
nl: Plaatselijk

source: Save
nl: Opslaan

source: Apply
nl: Toepassen

source: Defaults
nl: Standaard

source: Profile saved.
nl: Programmavoorkeur opgeslagen.

source: Unable to save profile: %s
nl: Voorkeur kan niet opgeslagen worden: %s

source: Profile loaded.
nl: Voorkeurbestand geladen.

source: Unable to load profile: %s
nl: Voorkeur kan niet geladen worden: %s

source: Do you really want to delete profile '%s' ?
nl: Wilt U zeker voorkeur '%s' verwijderen?

source: Confirm
nl: Bevestig

source: Profile deleted.
nl: Voorkeurbestand verwijderd.

source: Unable to delete profile: %s
nl: Probleem bij verwijdering van voorkeur: %s

source: Problem
nl: Probleem

source: Profile added.
nl: Voorkeurbestand toegevoegd.

source: The profile name you entered contains illegal characters. Valid characters are: Standard: a-z, A-Z, 0-9 Special: parentheses, dash, underscore, period, and space
nl: De ingevoerde voorkeurbestandnaam heeft ongeldige karakters. Toegestaan zijn: Standaard: a-z, A-Z, 0-9 Speciaal: haken, minteken, onderstreping, punt, en spatie

source: Open Floppy 0 file
nl: Floppy no. 0 bestand openmaken

source: Open Floppy 1 file
nl: Floppy no. 1 bestand openmaken

source: Foreground
nl: Voorgrond

source: Background
nl: Achtergrond

source: Pterm printout
nl: Pterm afdruk
